/* No comment provided by engineer. */
"%1.0lf seconds" = "%1.0lf sekunder";

/* No comment provided by engineer. */
"%i days" = "%i dagar";

/* No comment provided by engineer. */
"%i hours" = "%i timmar";

/* No comment provided by engineer. */
"%i minutes" = "%i minuter";

/* No comment provided by engineer. */
"%i weeks" = "%i veckor";

/* No comment provided by engineer. */
"1 day" = "1 dag";

/* No comment provided by engineer. */
"1 hour" = "1 timme";

/* No comment provided by engineer. */
"1 minute" = "1 minut";

/* No comment provided by engineer. */
"1 second" = "1 sekund";

/* No comment provided by engineer. */
"1 week" = "1 vecka";

/* Copy the link to the clipboard */
"Copy Link" = "Kopiera länk";

/* No comment provided by engineer. */
"Custom..." = "Egen...";

/* No comment provided by engineer. */
"Image Picker" = "Bildväljare";

/* No comment provided by engineer. */
"Invalid Input" = "Otillåten inmatning";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Select Image" = "Välj bild";

